Repository: Gloziksoft/PortfolioSite-Umbraco
Catalog: dufeksoft.lib/Localization/DufeksoftLibResource.*.resx
Languages: sk_sk

# ContactRequestSubject
source: Your message: {0}
sk_sk: Vaša správa: {0}

# ContactRequestTemplate
source: ContactSendSuccess
sk_sk: ContactSendSuccess_Sk

source: Invalid e-mail
sk_sk: Neplatná e-mailová adresa.

# LabelConfirmPassword
source: Confirm password
sk_sk: Zopakované heslo

# LabelErrorInfo
source: Error sending the message. Correct errors and try again.
sk_sk: Odoslanie správy bolo neúspešné. Prosím opravte chyby a skúste to znovu.

# LabelHeader
source: Write us a message
sk_sk: Napíšte nám správu

# LabelMsgSent
source: Your message has been sent.
sk_sk: Vaša správa bola úspešne odoslaná.

# LabelMsgText
source: Write your message here
sk_sk: Sem napíšte správu

# LabelName
source: Name
sk_sk: Meno

# LabelPassword
source: Password
sk_sk: Heslo

# LabelSeeYouSoon
source: Will contact You as soon as possible.
sk_sk: Čoskoro sa ozveme.

# LabelSend
source: Send
sk_sk: Odoslať

# LabelSubject
source: Subject
sk_sk: Predmet

# LabelThankYou
source: Thank You for contacting us.
sk_sk: Ďakujeme, že ste nás kontaktovali.

# RequiredEmail
source: E-mail is required
sk_sk: E-mailová adresa musí byť zadaná

# RequiredMsgText
source: Message text is required
sk_sk: Text správy musí byť zadaný

# RequiredName
source: Name is required
sk_sk: Meno musí byť zadané

# RequiredSubject
source: Subject is required
sk_sk: Predmet musí byť zadaný

# TatraCardPayLabelAmount
source: Amount in € to pay
sk_sk: Suma € na úhradu

# TatraCardPayLabelName
source: Name and surname
sk_sk: Meno a priezvisko

# TatraCardPayLabelVs
source: Invoice number
sk_sk: Číslo faktúry

# TatraCardPayRequiredAmount
source: Amount can't be empty. Enter an amount to pay in €.
sk_sk: Suma musí byť zadaná. Zadajte sumu v €, ktorú chcete uhradiť.

# TatraCardPayRequiredName
source: Name can't be empty.
sk_sk: Meno musí byť zadané

# TatraCardPayRequiredVs
source: Invoice number can't be empty.
sk_sk: Číslo faktúry musí byť zadané. Zadajte identifikáciu platby, ktorú ste obdržali od nás.

# TatraCardPayWrongAmount
source: Only numeric value with two decimal places is allowed.
sk_sk: Povolená je iba číselná hodnota s dvomi desatinnými miestami.

# TatraCardPayWrongName
source: Allowed characters are 0-9, a-z, A-Z, space, dot, '-', '_', '@'
sk_sk: Meno nesmie obsahovať diakritiku. Povolené znaky: 0-9, a-z, A-Z, medzera, bodky, pomlčka, podčiarkovník, @

# TatraCardPayWrongVs
source: Only numeric character are allowed.
sk_sk: Povolené je zadať iba číslice, t.j. znaky 0 až 9.

# TbCardPayAdvancePayment
source: Advanced payment
sk_sk: Záloha

# TbCardPayBtnSend
source: Send
sk_sk: Odoslať

# TbCardPayErrTitle
source: Correct errors and try again.
sk_sk: Opravte chyby a skúste platbu odoslať znovu.

# TbCardPayFormTitle
source: Payment form
sk_sk: Platobný formulár

# TbCardPayLang
source: en
sk_sk: sk

# TbCardPayPaymentFailed
source: The payment failed.
sk_sk: Platbu nebolo možné spracovať.

# TbCardPayPaymentNoSecInfo
source: Missing security token in response. Please contact us.
sk_sk: Potvrdenie platby neobsahuje informácie pre kontrolu bezpečnostných protokolov. Kontaktujte nás prosím.

# TbCardPayPaymentOk
source: The payment processed successfully.
sk_sk: Platba prebehla v poriadku.

# TbCardPayPaymentTryLater
source: Please try again later or contact us.
sk_sk: Skúste to neskôr prosím. Pokiaľ sa to nepodarí v priebehu najbližších 24 hodín, kontaktujte nás.

# TbCardPayPaymentWrongSecInfo
source: Security check error. Please contact us.
sk_sk: Došlo k chybe pri kontrole bezpečnostných protokolov. Kontaktujte nás prosím.

# TbCardPayRedirectingToGateway
source: Redirect to payment gateway. Please wait ...
sk_sk: Prebieha presmerovanie na platobnú bránu Tatrabanky. Moment prosím ...

# TbCardPayRegularPayment
source: Payment
sk_sk: Platba

# TbCardPaySecureInfo
source: To make a safe payment you will be redirected to the Tatrabanka bank payment gate where we have our bank account. When the payment finishes you will be redirected back to oktrip.sk web pages.
sk_sk: Na vykonanie bezpečnej úhrady budete presmerovaný na stránku platobnej brány Tatrabanky, v ktorej je vedený náš účet. Po zrealizovaní platby budete presmerovaný späť na stránky oktrip.sk.

# TbCardPaySubTitle
source: Please fill the form below to make a payment.
sk_sk: Vyplňte a odošlite prosím formulár nižšie pre zaplatenie vašej objednávky.

# TbCardPayTitle
source: Payment
sk_sk: Platba

# VubAdvancePayment
source: Advanced payment
sk_sk: Záloha

# VubBtnSend
source: Send
sk_sk: Odoslať

# VubErrTitle
source: Correct errors and try again.
sk_sk: Opravte chyby a skúste platbu odoslať znovu.

# VubFormTitle
source: Payment form
sk_sk: Platobný formulár

# VubLabelAmount
source: Amount in € to pay
sk_sk: Suma € na úhradu

# VubLabelOid
source: Invoice number
sk_sk: Číslo faktúry

# VubLang
source: en
sk_sk: sk

# VubRedirectingToGateway
source: Redirect to payment gateway. Please wait ...
sk_sk: Prebieha presmerovanie na platobnú bránu VÚB. Moment prosím ...

# VubRegularPayment
source: Payment
sk_sk: Platba

# VubRequiredAmount
source: Amount can't be empty. Enter an amount to pay in €.
sk_sk: Suma musí byť zadaná. Zadajte sumu v €, ktorú chcete uhradiť.

# VubRequiredOid
source: Invoice number can't be empty.
sk_sk: Číslo faktúry musí byť zadané. Zadajte identifikáciu platby, ktorú ste obdržali od nás.

# VubSecureInfo
source: To make a safe payment you will be redirected to the VUB bank payment gate where we have our bank account. When the payment finishes you will be redirected back to oktrip.sk web pages.
sk_sk: Na vykonanie bezpečnej úhrady budete presmerovaný na stránku platobnej brány banky VÚB, v ktorej je vedený náš účet. Po zrealizovaní platby budete presmerovaný späť na stránky oktrip.sk.

# VubSubTitle
source: Please fill the form below to make a payment.
sk_sk: Vyplňte a odošlite prosím formulár nižšie pre zaplatenie vašej objednávky.

# VubTitle
source: Payment
sk_sk: Platba
